---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DimensionFailures.SpotDimensionFormerSetMoribundCall
source: html/36f86b52-1c6b-8180-868e-1da44eb7ea88.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DimensionFailures.SpotDimensionFormerSetMoribundCall Property

One or more Spot Dimension references are no longer valid.

## Syntax (C#)
```csharp
public static FailureDefinitionId SpotDimensionFormerSetMoribundCall { get; }
```